<template class="content">
  <ul>
    <li><text>刷题通用户服务协议</text></li>
    <li><text>发布日期：2023年11月20日</text></li>
    <li><text>生效日期：2023年11月20日</text></li>
    <li><text>【版本更新提示】近日，我们更新了《用户服务协议》，本次更新主要依据现有法律法规进一步完善了协议内容，
		调整了相关条款表述，方便您阅读和理解。</text></li>
    <li><text>欢迎您使用刷题通！</text></li>
  </ul>
	
	
	
	
	
	<text>
		为使用武汉学士通达教育发展有限公司（以下简称“我方”）运营的刷题通在线考试产品及客户端软件提供的相关服务（以下简称“我方平台服务”），您应当阅读并遵守《用户服务协议》（以下简称“本协议”）。建议您仔细阅读本协议的全部内容，尤其是以加粗形式展示的，与您的权益（可能）存在重大关系的条款（包括相关约定免除或者限制责任的条款、法律适用和争议解决等条款），请您务必审慎阅读、充分理解个条款内容。各条款标题仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。

		您点击同意或您使用我方平台服务（“使用”行为指包括但不限于下载、安装、启动、浏览、注册、登录等行为中的一种或多种，下同），即表示您已阅读并同意签署本协议所有内容，本协议即在您与我方之间产生法律效力，成为对双方均具有约束力的法律文件。如您不同意我方不时对本协议的修改或补充内容，您应放弃注册、停止使用或主动取消本服务。

		本《服务协议》将帮助您了解以下内容：</text>
	<ul>
		<li>1. 定义</li>
		<li>2. 协议范围</li>
		<li>3. 账号注册与使用</li>
		<li>4. 我方平台服务及规则</li>
		<li>5. 个人信息保护</li>
		<li>6. 第三方链接</li>
		<li>7. 知识产权</li>
		<li>8. 用户的违约及处理</li>
		<li>9. 协议的变更</li>
		<li>10. 通知</li>
		<li>11. 协议的终止</li>
	</ul>
	<ul>
		<li>1. 定义</li>
		<li>1.1 我方：是指武汉学士通达教育发展有限公司及其相关服务可能存在的运营关联单位，但不包括第三方功能及相关服务的实际提供方。</li>
		<li>1.2
			我方平台：包括但不限于刷题通官方网站（www.kaoshibao.com）、刷题通APP、刷题通小程序、刷题通公众号及/或其他任何由我方直接所有或运营的任何网页平台及软硬件客户端平台，适用终端包括但不限于PC、平板、手机、电视、机顶盒、可穿戴设备等。
		</li>
		<li>1.3 平台规则：包括在所有我方平台内已经发布及后续发布的全部规则、解读、公告等内容以及各平台在功能模块、用户页面、帮助中心等发布的各类规则、实施细则、产品说明等。</li>
		
	</ul>
	<li>1.4 用户：包括注册用户及未注册用户。凡未注册我方平台的用户，自开始使用我方平台服务时即成为我们的“未注册用户”，在使用过程中须遵循本协议中除注册用户专属约定以外的其他所有条款。需要特别提醒您的是：由于我方平台服务较多，为</li>您提供<li>服务内容也有所不同，本协议为统一适用的一般性用户服务条款。针对我们的某些特定服务，我们还将制定特定用户服务协议，以便更具体地向您阐明该等产品及/或服务的服务内容、服务规则等内容，您应在充分阅读并同意特定用户服务协议</li>的全部内容后<li>再使用该特定服务。如您在我们平台上使用第三方提供的服务时，除遵守本协议约定外，还应遵守第三方的服务条款。</li>
	<li>1.5 同一用户：使用同一身份认证信息或经我方平台排查认定多个用户账户的实际控制人为同一人的，均视为同一用户。</li>
	<li>2. 协议范围</li>
	<li>2.1 【签约主体】本协议由您与我方共同缔结，本协议对您与我方均具有合同效力。本协议项下，我方可能根据我方平台的业务调整而发生变更，变更后的平台经营者与您共同履行本协议并向您提供服务，我方的变更不会影响您本协议项下的权益。</li>
	<li>2.2 【补充协议】我方平台规则为本协议的补充协议，与本协议不可分割并具有同等法律效力。</li>
	<li>3. 账号注册与使用</li>
	<li>3.1 用户资格</li>
	<li>您确认，在您开始使用/注册程序使用我方平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。</li>
	<li>若您不具备前述与您行为相适应的民事行为能力，则应获得监护人的知情同意，您及您的监护人应依照法律规定承担因此而导致的相应的责任。</li>
	<li>特别地，如果您是未成年人，请在您的监护人的同意和指导下访问和/或使用我方平台。</li>
	<li>3.2 账户说明</li>
	<li>3.2.1【账户获得】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得我方平台账户（“刷题通账户”）并成为我方平台用户。</li>
	<li>3.2.2【账户使用】您有权使用您设置或确认的我方用户名、邮箱、手机号码（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录我方平台。由于您的账户关联您的个人信息及我方平台商业信息，您的刷题通账户仅限您本人使</li>用。<li>未经我方平台同意，您直接或间接授权第三方使用您刷题通账户行为无效。如我方平台根据平台规则中约定的违约认定程序及标准判断您刷题通账户的使用可能危及您的账户安全及/或我方平台信息安全的，我方平台有权对用户行为及应适用的规</li>则进行认<li>定，并据此处理，暂停或停止提供相应的服务。</li>
	<li>3.2.3【账户转让】由于用户账户关联用户信息，仅当有法律明文规定、司法裁定或经我方同意，并符合我方平台规则规定的用户账户转让流程的情况下，您才可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户</li>不得<li>以任何方式转让，否则由此产生的一切责任均由您承担。</li>
	<li>为使您更好地使用我方平台的各项服务，我方建议您按照我方平台要求及相关法律规定完成实名认证。</li>
	<li>3.2.4【实名认证】如您已存在刷题通用户，但尚未进行实名认证（如未提供手机号），请您尽快绑定个人手机号。如您不进行实名认证，则我方平台保留停止该账号在我方平台使用的权利。如果不进行实名认证，您仍可浏览我方平台的相关内容，但</li>您将<li>无法享有查看答案、上传试题、下载试题、答题等功能，可能会影响您的部分用户权益的使用体验。</li>
	<li>3.2.5【不活跃账户回收】如您的账户长期未登录或符合如下条件，我方有权予以注销清理，并删除个人信息，您的账户将不能再登录任一我方平台，相应服务同时终止。我方在对此类账户进行清理前，将以包括但不限于网站公告、站内消息、客户端</li>推送<li>信息等方式通知您。</li>
	<li>3.3.6【账户注销】您可以通过我方平台提供的在线注销方式进行操作、关于刷题通账号注销规则，在您注销您的刷题通账号之前，您已充分阅读、理解并同意下列事项：</li>
	<li>（1）您所申请注销的刷题通账号应当是您本人依照刷题通《用户服务协议》约定注册的账号，该账号处于安全状态及正常使用中，不存在违规、被封、被盗等情形。</li>
	<li>（2）您应当依照本公司规定的程序或网站提示进行账号注销操作。</li>
	<li>（3）注销账号是不可恢复的操作，您将无法使用该账号或找回您添加或绑定在账号上的任何内容、信息及用户、积分等相关权益（即使使用相同的手机号码、个人信息再次注册并使用刷题通）。您应自行备份该账号的相关信息和数据。操作之前，请</li>确认与<li>该账号相关的所有交易及服务均已妥善处理。</li>
	<li>（4）刷题通账号注销将导致刷题通《用户服务协议》及相关规则约定的权利义务终止（依本协议其他条款另行约定不得终止的或依其性质不能终止的除外），同时还可能对于该账号产生如下结果，且均由您自行承担：</li>
	<li>A. 该账号的全部个人资料和历史信息都将无法找回。</li>
	<li>B. 该账号的联系人都将无法通过该账号联系您。</li>
	<li>C. 该账号如有未使用完毕的用户权益都将同时作废，相应费用将不予退回。</li>
	<li>D. 任何您之前累计的用户权益都将作废且无法恢复。</li>
	<li>E. 任何兑换代码，如金币等都将作废。</li>
	<li>F. 任何绑定的银行卡或支付提现服务都将不能适用该账号内的支付或提现服务。</li>
	<li>G. 您通过刷题通账号使用、授权登录或绑定该账号后使用的任何第三方其他服务，您将无法通过该账号再登录、使用或继续使用前述第三方服务，所有记录将无法找回。</li>
	<li>（5）注销刷题通账号前，您需妥善处理刷题通账号下所有资金和交易问题。您申请注销刷题通账号应当不存在任何由于该账号被注销而导致的未了结的合同关系与其他基于该账号的存在而产生或维持的权利义务，及本公司认为注销该账号会由此产生</li>未了结<li>的权利义务而产生纠纷的情况。在刷题通账号注销期间，如果您的刷题通账号被他人投诉，被国家机关调查或者正处于诉讼、仲裁程序中，我公司有权暂停刷题通账号注销。</li>
	<li>（6）您同意，如您申请注销刷题通账号时，本公司尚在或需要对您有关交易或账号进行核查的，本公司有权继续冻结您的刷题通账号或账号内全部或部分资金以便继续核查，注销您的刷题通账号并不代表该账号注销前的账号行为和相关责任得到豁免或减轻。</li>
	<li>3.3 注册信息管理</li>
	<li>3.3.1 真实合法【信息真实】在使用我方平台服务时，您应当按我方平台页面的提示准确完整地提供您的信息（包括但不限于您的联系电话等），以便我方在必要时与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。</li>
	<li>【用户名、昵称、简介、头像的合法性】您所设置的账户名、昵称、头像图片不得违反国家法律法规及我方平台规则关于账户名的管理规定，否则我方可对您的账户名进行暂停使用或注销等处理，并向主管机关报告。</li>
	<li>您理解并承诺，您的账户名称、昵称、头像和简介等注册信息中不得出现违法和不良信息，没有冒用、关联机构或社会名人，您在账户注册过程中需遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七</li>条底<li>线。</li>
	<li>【实名认证查询】您同意并授权，为了更好的为您提供服务以及确保您的账户安全，我方可以根据您提供的手机号码、身份证号码等信息，向全国公民身份号码查询服务中心、电信运营商、金融服务机构等可靠单位发起用户身份真实性、用户征信记</li>录、用<li>户手机号码有效性状态等情况的查询。</li>
	<li>3.3.2 更新维护</li>
	<li>您应当及时更新您提供的信息，在法律有明确规定要求我方对部分用户的信息进行核实的情况下，我方将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整的信息。</li>
	<li>如我方按您最后一次提供的信息与您联系未果、您未按照我方的要求及时提供信息、您提供的信息存在明显不实的，您将承担因此对您自身、他人及我方造成的全部损失与不利后果。我方平台在法律有明确规定的情况下承担相应的责任。</li>
	<li>3.4 账户安全规范</li>
	<li>【账户安全保管义务】您的账户为您自行设置并由您保管。我方平台任何时候均不会主动要求您提供您的账户密码。建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开我方平台。</li>
	<li>【账户行为责任自负】账户因您主动泄露或遭受他人攻击、诈骗等行为导致的损失及后果，依据法律规定双方各自承担风险及责任。我方平台在法律有明确规定的情况下承担相应的责任。</li>
	<li>您的账户只限您本人使用，包括但不限于不得以转让、出租、借用、分享、出售等方式提供给他人作包括但不限于做题、上传试题、下载试题、发起考试等使用。因上述行为导致账号遗失、泄露、被篡改、被盗等损失的，或因多终端登录、异地登录等</li>情况<li>触发刷题通安全风控导致账号异常、账号被封的损失的，亦应当由您自行承担，且我方有权根据您的违约情况决定是否中止或终止为您提供服务。当您的账户遭到未经授权的使用时，您应当立即通知我方平台，否则未经授权的使用行为均视为您本</li>人的行<li>为，您将自行承担所有由此导致的损失及后果。除我方存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。</li>

	<li>【日常维护须知】如发现任何未经授权使用您账户登录我方平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知我方。您理解我方对您的任何请求采取行动均需要合理时间，除我方存在法定过错外，我方对在采取行动前已经产生的后果不承</li>担任<li>何责任。</li>

	<li>4. 我方平台服务及规范</li>

	<li>4.1 我方平台服务</li>

	<li>4.1.1【服务概况】我方平台服务是指我方向用户提供的使用我方平台的在线做题、上传试题、下载试题、发起考试，以及搜索、查看、收藏试题等功能而提供的产品或/及服务。我方平台服务均仅限于您在我方平台使用，任何以恶意破解等非法手段</li>将我方<li>服务与我方平台分离的行为，均不属于本协议中约定的我方服务。由此引起的一切法律后果由行为人负责，我方将依法追究行为人的法律责任。</li>

	<li>建议您从我方平台官方公布的方式下载、注册、登录、使用我方服务，若您非法取得我方服务，我方一经发现有权立即做出删除、取消、清零、封号等处理，任何因此导致的一切不利后果均由您自行承担。</li>

	<li>4.1.2【软件升级】我方有权向您公告（包括但不限于弹出页面、网站公告、站内消息等方式）以修改、替换、升级与我方平台服务相关的任何软件。如果您不同意或者不接受我方平台服务相关软件的修改、替换、升级，请直接拒绝、停止、取消，否</li>则视<li>为您同意并接受我方平台相关软件的修改、替代、升级，同时该同意并接受的行为仍受本协议约束。</li>

	<li>4.1.3【服务衍生品使用】您理解并认可，您使用我方平台或我方平台账户所获得的使用记录、积分、卡券、优惠券、代金券、成长值、虚拟积分商品、虚拟兑换服务、虚拟赠品、下载等衍生物，您确认对其不享有所有权（除非我方平台另有公告说</li>明），<li>我方许可您按照我方平台规则进行使用。我方平台在法律有明确规定的情况下承担相应的责任。</li>

	<li>您同意并保证，不得利用我方平台服务或其衍生物（包括但不限于账户活动赠品、积分、卡券、优惠券、代金券、下载等服务）进行倒卖、转手、置换、抵押有价交易等方式非法牟利。您不会利用我方平台服务或其衍生物侵犯他人的合法权益，禁止通</li>过网<li>络漏洞、恶意软件或其他非法手段窃取、盗用他人的账户、积分、积分商品等。</li>

	<li>4.1.4【第三方支付工具风险】您理解并认可，如果您通过第三方支付工具在我方平台账户支付或充值后可能产生的任何商业风险（包括但不限于不法分子利用您账户或银行卡等有价卡等进行违法活动，第三方代为充值后再退款导致您的用户权益无法</li>实<li>现；采用第三方黑产渠道代为充值，或通过第三方非正规渠道购买远低于市场价值的刷题通平台用户权益等。），该等风险均有可能给您造成相应的经济损失，我方在充分履行其在本协议项下义务和符合法律规定的前提下，在法律有明确规定的情况</li>和范围<li>内，承担相应的责任。</li>

	<li>4.2服务规范</li>

	<li>4.2.1【用户内容上传】您可通过我方平台服务在我方平台上传、发布或传输相关内容，包括但不限于文档、文字、数字、公式、图形、图片、链接等信息或其他资料（下称“内容”），但您需对此内容承担相关的法律责任。我方平台在法律有明确规定</li>的情<li>况下承担相应的责任。</li>

	<li>4.2.2【授权使用】除非有相反证明，您使用我方平台服务上传、发布或传输内容即视为您是在我方平台上传、发布或传输的内容的知识产权拥有人。除双方另有约定外，您使用我方平台服务上传、发布或传输内容即代表了您有权且同意在全世界范围</li>内，<li>永久性的（除非您主动删除或要求我方平台下线上述文档、试题）、免费的授予，我方对该内容的存储、使用、发布、复制、修改、改编、翻译、据以创作衍生作品、传播、使用和展示等权利；将内容的全部或部分编入其他任何形式的作品、媒</li>体、技术中<li>的权利；对您的上传、发布的内容进行商业开发的权利；通过有线或无线网络向您的计算机终端、移动通讯终端（包括但不限于便携式通讯设备如手机和智能平板电脑等）、手持数字影音播放设备、电视接收设备（模拟信号接收设备、数字</li>信号接收设备、<li>数字电视、IPTV、互联网电视、带互联网接入功能的播放设备等）等提供信息的存储、下载、数据传输及其相关的宣传和推广等服务的权利；以及在先告知并征求您的明示同意的情况下，将相关上传的内容再授权给其他第三方以上述方</li>式使用的权利。

	<li>4.2.3【用户上传内容免责】您理解并知晓在使用我方平台服务时，所接触的内容和信息来源广泛，我方无法对该内容和信息的准确性、真实性、可用性、安全性、完整性和正当性负责。您理解并认可您可能会接触到不正确的、令人不快的、不适当的</li>内容<li>和信息，您不会以此追究我方的相关责任。我方不对用户在我方平台上传、发布或传输的任何内容和信息背书、推荐或表达观点，也不对任何内容和信息的错误、瑕疵及产生的损失或损害承担任何责任，您对内容和信息的任何使用需自行承担相关</li>的风险。<li>我方平台在法律有明确规定的情况下承担相应的责任。</li>

	<li>4.2.4【广告和促销信息】您知悉并同意，我方在提供服务的过程中，保留以各种方式投放商业性广告或其他任何类型的商业信息的权利（包括但不限于在我方平台的任何位置上投放广告，在您上传、传播的内容中投放广告）。另外，您同意接受我方</li>通过<li>站内短信、手机短信、网站公告或其他方式向您发送促销或其他相关商业信息。如果您不再同意我方平台向您发送上述短信与消息，请您以退订短信或以书面形式明确告知我方平台。</li>

	<li>4.2.5【网络传输加速】为提高信息传输效率、提升用户体验，您同意我方采用除服务器-客户端传输技术以外的新技术，并知晓我方为此可能会使用您的终端设备信息和内容访问信息。</li>

	<li>4.3禁止的内容</li>

	<li>4.3.1</li>
	<li>您理解并保证您在我方平台上传、发布或传输的内容（包括您的账户名称等信息）应当遵守宪法、法律和行政法规，坚持为人民服务、为社会主义服务的方向，坚持正确舆论导向，发挥舆论监督作用，促进形成积极健康、向上向善的网络文化，维护国</li>家利<li>益和公共利益。我方平台有权对您上传、发布或传输的信息进行管理，发现法律、行政法规禁止发布或者传输的信息的，或含有以下内容的，我方平台将立即停止传输该信息，采取消除等处置措施，防止信息扩散，保存有关记录，并向有关主管部</li>门报告：

	<li>（1）反对宪法确定的基本原则的；</li>

	<li>（2）危害国家统一、主权和领土完整的；</li>

	<li>（3）泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；</li>

	<li>（4）煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；</li>

	<li>（5）宣扬邪教、迷信的；</li>

	<li>（6）扰乱社会秩序，破坏社会稳定的；</li>

	<li>（7）诱导未成年人违法犯罪和渲染暴力、色情、赌博、恐怖活动的；</li>

	<li>（8）侮辱或者诽谤他人，侵害公民个人名誉、隐私、知识产权和其他合法权益的；</li>

	<li>（9）危害社会公德，损害民族优秀文化传统的；</li>

	<li>（10）有关法律、行政法规和国家规定禁止的其他内容。</li>

	<li>4.3.2</li>
	<li>【上传非法及侵权内容的后果】如果您上传、发布或传输的内容含有以上违反法律法规的信息或内容的，或者侵犯任何第三方的合法权益，您将直接承担以上导致的一切不利后果。我方平台仅在法律有明确规定的情况下承担相应的责任。如因此给我方</li>造成<li>不利后果的，您应负责消除影响，并且赔偿我方因此导致的一切损失，包括且不限于财产损害赔偿、名誉损害赔偿、律师费、交通费等因维权而产生的合理费用或其他所有平台要求的合理费用。</li>

	<li>4.4禁止的行为</li>

	<li>您理解并保证不就我方平台服务进行下列的禁止的行为，也不允许任何人利用您的账户进行下列行为：</li>

	<li>（1） 在注册账户时，或使用我方平台服务时，冒充他人，或您讹称与任何人或实体有联系（包括设置失实的账户名称或接入另一用户的账户）；</li>

	<li>（2）伪造标题或以其他方式操控内容，使他人误认为该内容为我方所传输；</li>

	<li>（3）将无权传输的内容（例如涉及国家秘密的资料）进行上传、发布或以其他方式传输；</li>

	<li>（4）发送任何未获邀约或未经授权的广告或宣传资料，或任何其他商业通讯；</li>

	<li>（5）未经我方明确许可，使用我方平台服务用于任何商业用途或为任何第三方的利；</li>

	<li>（6）跟踪或以其他方式骚扰他人；</li>

	<li>（7）参与任何非法或有可能非法（我方有权对用户行为及应适用的规则进行认定，并据此处理）的活动或交易，包括传授犯罪方法、出售任何非法药物、洗钱活动、诈骗等；</li>


	<li>（8）赌博、提供赌博数据或透过任何方法诱使他人参与赌博活动；</li>


	<li>（9）使用或利用我方知识产权（包括我们的文字、图标、用户界面、可视界面、图片、商标、标识、声音、音乐、美术作品及计算机编码），或在其他方面侵犯我方任何知识产权（包括试图对我方平台客户端或所使用的软件进行逆向工程）；</li>


	<li>（10）通过使用任何自动化程序、软件、引擎、网络爬虫、网页分析工具、数据挖掘工具或类似工具，接入我方平台服务、收集或处理通过我方平台服务所提供的内容；</li>


	<li>（11）参与任何“框架”、“镜像”或其他技术，目的是模仿我方平台服务的外观和功能；</li>


	<li>（12）干预或试图干预任何用户或任何其他方接入我方平台服务；</li>


	<li>（13）故意散播病毒、网络蠕虫、特洛伊木马病毒、已损毁的档案或其他恶意代码或项目；</li>


	<li>（14）未经他人明确同意，分享或发布该等人士可识别个人身份的资料；</li>


	<li>（15）探究或测试我方平台服务、系统或其他用户的系统是否容易入侵攻击，或在其他方面规避（或试图规避）我方平台服务、系统或其他用户的系统的任何安全功能；</li>


	<li>（16）对我方平台服务所用的软件进行解编、反向编译或逆向工程，或试图作出上述事项；</li>


	<li>（17）为破坏或滥用的目的开设多个账户，或恶意上传重复的、无效的大容量数据和信息；</li>


	<li>（18）利用网络从事侵害他人名誉、隐私、知识产权和其他合法权益等活动；</li>


	<li>（19）故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范；</li>


	<li>（20）对我方平台服务及相关功能进行修改、篡改、屏蔽或部分屏蔽广告（如屏蔽网站页面中的Banner广告、弹窗广告等）；</li>


	<li>（21）破坏我方平台的版权技术保护措施，未经许可盗用我方平台内容，如复制后再分发，使他人获取和享有仅付费会员享有的权益。</li>





	<li>5. 个人信息保护</li>


	<li>5.1 我方深知个人信息对您的重要性，因此我方非常重视保护您的隐私和个人信息，亦将您的个人信息以高度审慎的义务对待和处理。在您使用我方平台服务的过程中，我方将采用相关技术措施及其他安全措施来保护您的个人信息。</li>


	<li>5.2 我方非常注重未成年人的保护</li>


	<li>5.2.1 若您为未成年人，应在监护人监护、指导下阅读本协议，并且使用我方平台服务已经得到监护人的同意；</li>


	<li>5.2.2</li>
	<li>监护人应指导子女上网应该注意的安全问题，防患于未然。若监护人同意未成年人使用我方平台服务，必须以监护人名义申请消费（如涉及），并对未成年人使用我方平台服务进行正确引导、监督。未成年人使用我方平台服务，以及行使和履行本协议</li>项下<li>的权利和义务即视为已获得了监护人的认可；</li>


	<li>5.2.3 我方提醒未成年人在使用我方平台服务时，要善于网上学习，认清网络世界与现实世界的区别，避免沉迷于网络，影响日常的学习生活。</li>


	<li>5.3 更多关于个人信息处理和保护规则、用户对个人信息的控制权等内容，请您查阅我方平台的《隐私政策》。</li>





	<li>6. 第三方链接</li>


	<li>我方平台服务可能会包含与其他网站或资源的链接。我方对于前述网站或资源的内容、隐私政策和活动，无权控制、审查或修改。一般情况下，除法律有明确规定外，我方对我方平台服务链接过去其他网站服务或资源内容，无需承担责任。我方建议您</li>在离<li>开我方平台，访问其他网站或资源前仔细阅读其服务条款和隐私权政策。</li>





	<li>7. 知识产权</li>


	<li>除非另有约定或我方另行声明，我方平台内的所有内容（用户依法享有知识产权的内容除外）、技术、软件、程序、数据及其他信息（包括但不限于文字、图标、用户界面、可视界面、图片、商标、标识、声音、音乐、美术作品及计算机编码）的所有</li>知识<li>产权（包括但不限于著作权、商标权、专利权、商业秘密等）及相关权利，均归我方或我方关联公司所有。未经我方许可，任何人不得擅自使用（包括但不限于复制、传播、展示、镜像、上载、下载、修改、出租）。</li>


	<li>我方平台的Logo、“巨闲刷题通”、“kaoshibao”等文字、图形及其组合，以及我方平台的其他标识、徵记、产品和服务名称均为我方或我方关联公司在中国或其它国家的商标，未经我方书面授权，任何人不得以任何方式展示、使用或作其他处理，也</li>不得<li>向他人表明您有权展示、使用或作其他处理。</li>


	<li>我方对我方专有内容、原创内容和其他通过授权取得的独占或独家内容享有完全知识产权。未经我方许可，任何单位和个人不得私自转载、使用和提供使用服务或者有其他侵犯我方知识产权的行为，否则将承担所有相关的法律责任。</li>


	<li>由于在我方平台上展示的内容有些为用户自行上传的文档、试题，如您发现可能存在侵权或知识产权争议的产品，您可与刷题通平台上产品功能页面的在线客服联系或者在线提交意见反馈，包括官方客服微信（kaoshibaokefu），官方网站（www.</li><li>kaoshibao.com）等。</li>





	<li>8. 用户的违约及处理</li>


	<li>8.1 【违约认定】发生如下情形之一的，视为您违约：</li>


	<li>（1）使用我方平台服务时违反有关法律法规规定的；</li>


	<li>（2）违反本协议或本协议补充协议（见本协议第2.2条）约定的。</li>


	<li>为适应互联网行业发展和满足海量用户对高效优质服务的需求，您理解并同意，我方可在我方平台规则中约定违约认定的程序和标准。如：我方可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有权利对您的数据异常现象进行充分</li>举证<li>和合理解释，否则将被认定为违约。</li>


	<li>8.2 违约处理措施</li>


	<li>8.2.1【信息处理】您在我方平台上发布的内容和信息构成违约的，我方平台有权根据相应规则立即对相应内容和信息进行删除、屏蔽等处理或对您的账户进行暂停使用、查封、注销等处理。我方平台在法律有明确规定的情况下承担相应的责任。</li>


	<li>8.2.2【行为限制】您在我方平台上实施的行为，或虽未在我方平台上实施但对我方平台及其用户产生影响的行为构成违约的，我方可依据相应规则对您的账户执行限制参加活动、中止向您提供部分或全部服务等处理措施，扣划违约金。如您的行为构</li>成根<li>本违约的，我方可查封您的账户，终止向您提供服务。</li>


	<li>8.2.3【违规违法信息和行为报告主管部门】如果您在我方平台上的行为违反相关的法律法规，我方可依法向相关主管机关报告并提交您的使用记录和其他信息。</li>


	<li>8.3赔偿责任</li>


	<li>如您的行为使我方及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿我方及/或其关联公司的上述全部损失。</li>


	<li>如您的行为使我方及/或其关联公司遭受第三人主张权利，我方及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。</li>


	<li>8.4 特别约定</li>


	<li>8.4.1【不可抗力】我方负责“按现状”和“可得到”的状态向您提供我方平台服务。我方依法律规定承担相应义务，但对由于信息网络设备维护、连接故障，电脑、通讯或其他系统的故障，黑客活动、计算机病毒、电力故障，罢工，暴乱，火灾，洪水，</li>风<li>暴，爆炸，战争，疫情，政府行为，司法行政机关的命令或因第三方原因而给您造成的损害结果，我方不承担法律有明确规定之外的责任。</li>


	<li>8.4.2【域外行为】我方通过中华人民共和国境内的设施控制和提供我方平台服务，我方不担保控制或提供的服务在其他国家或地区是适当的、可行的，任何在其他司法辖区使用我方平台服务的用户应自行确保其遵守当地的法律法规，我方平台在法律</li>有明<li>确规定的情况下承担相应的责任。</li>





	<li>9. 协议的变更</li>


	<li>我方根据国家法律法规变化及我方平台服务变化的需要可能随时更新本《用户服务协议》，该等更新构成该协议的一部分。修改、补充本协议、补充或变更后的协议（下称“变更事项”）将在本协议生效前通过发布页面通知、弹窗、站内信或以其他方式</li>通知<li>您，在您继续使用我方服务前，请仔细阅读本协议的更新版本。若您不同意变更后的内容，您可以选择停止使用我方服务，若您继续使用我方服务，即表示您充分阅读、理解并同意接受经修订的《用户服务协议》的约束，更新后的协议于协议首页</li>约定生效<li>之日起生效。</li>


	<li>如您对变更事项不同意的，您应当于变更事项确定的生效之日起停止使用我方平台服务；如您在变更事项生效后仍继续使用我方平台服务，则视为您同意已生效的变更事项。</li>





	<li>10. 通知</li>


	<li>10.1 有效联系方</li>


	<li>您同意我方以以下合理的方式向您送达各类通知：</li>


	<li>（1）公示的文案；</li>


	<li>（2）站内消息、弹出消息、客户端推送的消息；</li>


	<li>（3）根据您预留于我方平台的联系方式发出的手机短信、函件等。</li>


	<li>您在注册成为我方平台用户，并接受我方平台服务时，您应该向我方提供真实有效的联系方式（包括您的联系电话等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。</li>


	<li>您在注册我方平台用户时生成的用于登陆我方平台接收站内信、系统消息的用户账号（包括子账号），也作为您的有效联系方式。</li>


	<li>我方将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</li>


	<li>您有权通过您注册时填写的手机号码获取您感兴趣的商品广告信息、促销优惠等商业性信息；您如果不愿意接收此类信息，您有权通过我方提供的相应的退订功能进行退订。</li>


	<li>10.2 通知的送达</li>


	<li>我方通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在我方平台公告，向您提供的联系电话发送手机短信，向您的账号发送站内信息、系统消息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联</li>系地<li>址邮递，按邮戳记录的时间视为送达。</li>


	<li>对于在我方平台上因交易活动引起的任何纠纷，您同意我方平台、司法机关（包括但不限于人民法院）可以通过手机短信等现代通讯方式或邮寄方式向您送达投诉文件、法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码等联系方式</li>为您<li>在我方平台注册、更新时提供的手机号码联系方式，我方平台司法机关向上述联系方式发出投诉文件、法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。</li>


	<li>您同意司法机关可采取以上一种或多种符合诉讼法规定的送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。</li>


	<li>你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</li>





	<li>11. 协议的终止</li>


	<li>11.1 终止的情形</li>


	<li>11.1.1【用户发起的终止】您有权通过以下任一方式终止本协议：</li>


	<li>（1）在满足我方平台网站公示的账户注销等清理条件时您通过网站注销您的账户的；</li>


	<li>（2）变更事项生效前您停止使用并明示不愿接受变更事项的；</li>


	<li>（3）您明示不愿继续使用我方平台服务，且符合我方平台终止条件的。</li>


	<li>11.1.2【平台发起的终止】出现以下情况时，我方可以本协议第10条的所列的方式通知您终止本协议：</li>


	<li>（1）您违反本协议约定，我方依据违约条款终止本协议的；</li>


	<li>（2）您转让本人账户、盗用他人账户、发布违禁内容和信息、骗取他人财物、采取不正当手段谋利等行为，我方依据我方平台规则对您的账户予以查封的；</li>


	<li>（3）除上述情形外，因您多次违反我方平台规则相关规定且情节严重，我方依据我方平台规则对您的账户予以查封的；</li>


	<li>（4）您的账户被我方依据本协议进行注销等清理的；</li>


	<li>（5）您在我方平台有侵犯他人合法权益或其他严重违法违约行为的；</li>


	<li>（6）其它根据相关法律法规我方应当终止服务的情况。</li>


	<li>11.2 协议终止后的处理</li>


	<li>11.2.1【用户信息披露】本协议终止后，除法律有明确规定外，原则上，我方无义务向您或您指定的第三方披露您账户中的任何信息。</li>


	<li>11.2.2【我方平台权利】本协议终止后，我方享有下列权利：</li>


	<li>（1）我们可根据适用法律的要求删除您的个人信息，或使其匿名化处理。也可依照法律规定的期限和方式继续保存您留存于我方平台的其他内容和信息。</li>


	<li>（2）对于您过往的违约行为，我方仍可依据本协议向您追究违约责任。</li>


	<li>11.2.3【交易处理】本协议终止后，对于您在本协议存续期间产生的交易订单，我方平台可关闭该等交易订单，我方可自行决定退回费用或扣除相关费用作为违约金。</li>





	<li>12. 法律适用、管辖与其他</li>


	<li>12.1【法律适用】本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国法律；如法律无相关规定的，参照商业惯例及/或行业惯例。</li>


	<li>12.2【管辖】您因使用我方平台服务所产生及与我方平台服务有关的争议，由我方与您协商解决。协商不成时，任何一方均可向被告所在地人民法院提起诉讼。</li>


	<li>12.3【可分割性】本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</li>
</template>

<script>
</script>

<style>
.content{
  padding: 0 10px 0 10px;
}
</style>